{"translation-revision-date":"2022-09-15 17:14+0000","generator":"Loco https:\/\/localise.biz\/","source":"build\/upe_settings.js","domain":"woocommerce-gateway-stripe","locale_data":{"woocommerce-gateway-stripe":{"":{"domain":"woocommerce-gateway-stripe","lang":"pt-BR","plural-forms":"nplurals=2; plural=n > 1;"},"%1$s won't be visible to your customers until you add %2$s to your store.":["%1$s não será visível para seus clientes até você adicionar %2$s à sua loja.","%1$s não será visível para seus clientes até você adicionar uma dessas moedas à sua loja: %2$s."],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["%s não está disponível para seus clientes quando a configuração \"captura manual\" está ativada."],"%s requires activation in your {{stripeDashboardLink}}Stripe dashboard{{\/stripeDashboardLink}}. Follow the instructions there and check back soon.":["%s requer ativação em seu {{stripeDashboardLink}}Painel do Stripe{{\/stripeDashboardLink}}. Siga as instruções lá e verifique novamente em breve."],"+ %d more":["+ %d mais"],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Aceite transferências bancárias seguras da Áustria, Bélgica, Alemanha, Itália, Holanda e Espanha."],"Account details":["Detalhes da conta"],"Account disconnected.":["Conta desconectada"],"Account keys saved.":["Chaves de conta salvas."],"Activate in your Stripe Dashboard":["Ative no seu painel do Stripe"],"Add customer order number to the bank statement":["Adicionar o número do pedido do cliente ao extrato bancário"],"Add the following webhook endpoint {{webhookUrl\/}} to your {{settingsLink}}Stripe account settings{{\/settingsLink}} (if there isn't one already). This will enable you to receive notifications on the charge statuses.":["Adicione o seguinte webhook endpoint {{webhookUrl\/}} às {{settingsLink}}configurações da conta do Stripe{{\/settingsLink}} (se ainda não houver um). Isso permitirá que você receba notificações sobre os status de cobrança."],"Advanced settings":["Configurações avançadas"],"Alipay":["Alipay"],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay é uma carteira popular na China, operada pelo Ant Financial Services Group, um provedor de serviços financeiros afiliado ao Alibaba."],"All Other Payment Methods":["Todos os Outros Métodos de Pagamento"],"All Payment Methods":["Todos os Métodos de Pagamento"],"All settings will be cleared and your customers will no longer be able to pay using cards and other payment methods offered by Stripe.":["Todas as configurações serão apagadas e seus clientes não poderão mais pagar com cartão de crédito e outros métodos de pagamentos oferecidos pelo Stripe."],"Amount":["Quantia"],"Are you sure you want to disconnect your Stripe account from your WooCommerce store?":["Tem certeza de que deseja desconectar sua conta do Stripe da sua loja WooCommerce?"],"Are you sure you want to enable manual capture of payments?":["Tem certeza que deseja habilitar captura manual de pagamentos?"],"Are you sure you want to remove <strong>%1$s<\/strong>? Your customers will no longer be able to pay using <strong>%1$s<\/strong>.":["Tem certeza de que deseja remover <strong>%1$s<\/strong>? Seus clientes não poderão mais pagar usando <strong>%1$s<\/strong>."],"Bancontact":["Bancontact"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["O Bancontact é o método de pagamento online mais popular na Bélgica, com mais de 15 milhões de cartões em circulação."],"Base transaction fees: %s":["Taxas básicas de transação: %s"],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["Boleto é um método de pagamento oficial no Brasil. Clientes recebem uma fatura que pode ser paga em bancos ou agências autorizadas, caixas eletrônicos ou portais de bancos online."],"By clicking \"Create or connect an account\", you agree to the {{tosLink}}Terms of service.{{\/tosLink}}":["Ao clicar em \"Criar ou conectar uma conta\", você concorda com os {{tosLink}}Termos de serviço.{{\/tosLink}}"],"Cancel":["Cancelar"],"Cards & Express Checkouts":["Cartões & Checkout Expresso"],"Cart":["Cartão"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["A cobrança deve ser capturada na tela de detalhes do pedido em até 7 dias após a autorização, caso contrário, a autorização e o pedido serão cancelados."],"Configure optional payment settings and transaction details.":["Defina as configurações de pagamento opcionais e os detalhes da transação."],"Connect or create a Stripe account to accept payments directly onsite, including Payment Request buttons (such as Apple Pay and Google Pay), iDEAL, SEPA, Sofort, and more international payment methods.":["Conecte ou crie uma conta Stripe para aceitar pagamentos diretamente no local, incluindo botões de solicitação de pagamento (como Apple Pay e Google Pay), iDEAL, SEPA, Sofort e mais métodos de pagamento internacionais."],"Connection successful!":["Conexão bem sucedida"],"contact support":["contate o suporte"],"Create or connect an account":["Crie ou conecte uma conta"],"Credit card \/ debit card":["Cartão de crédito \/ cartão de débito"],"Customer bank statement":["Extrato bancário do cliente"],"Customer Geography: Austria.":["Geografia do Cliente: Áustria."],"Customer Geography: Belgium.":["Geografia do Cliente: Bélgica."],"Customer Geography: Brazil.":["Geografia do Cliente: Brasil."],"Customer Geography: China.":["Geografia do Cliente: China."],"Customer Geography: France, Germany, Spain, Belgium, Netherlands, Luxembourg, Italy, Portugal, Austria, Ireland.":["Geografia do Cliente: França, Alemanha, Espanha, Bélgica, Holanda, Luxemburgo, Itália, Portugal, Áustria, Irlanda."],"Customer Geography: Germany, Austria.":["Geografia do Cliente: Alemanha, Áustria."],"Customer Geography: Germany.":["Geografia do Cliente: Alemanha."],"Customer Geography: Mexico.":["Geografia do Cliente: México."],"Customer Geography: Poland.":["Geografia do Cliente: Polônia."],"Customer Geography: Portugal.":["Geografia do Cliente: Portugal."],"Customer Geography: The Netherlands.":["Geografia do Cliente: Países baixos."],"Customize appearance":["Customizar aparência"],"Debug mode":["Modo de depuração"],"Describe how customers should use this payment method during checkout.":["Descreva como clientes devem usar método de pagamento durante o checkout."],"Description":["Descrição"],"Direct debit payment":["Pagamento por débito direto"],"Disable":["Desabilitar"],"Disable the new payments experience":["Desabilitar a nova experiência de pagamento"],"Disabled":["Desabilitado"],"Disconnect":["Desconectar"],"Disconnect Stripe account":["Desconectar conta do Stripe"],"Display settings":["Configurações de display"],"Early access":["Acesso antecipado"],"Edit account keys":["Editar chaves da conta"],"Edit details or disconnect account":["Editar detalhes ou desconectar conta"],"Edit live account keys & webhooks":["Editar webhooks & chaves de conta ativa"],"Edit test account keys & webhooks":["Editar webhooks & chaves de conta em modo de teste"],"Enable":["Habilitar"],"Enable %s":["Habilitar %s"],"Enable express checkouts":["Habilitar checkouts expressos"],"Enable manual capture":["Habilitar captura manual"],"Enable payments via saved cards":["Habilitar pagamento via cartões salvos"],"Enable separate credit card form":["Habilitar formulário de cartão de crédito separado"],"Enable Stripe":["Habilitar o Stripe"],"Enable test mode":["Habilitar modo de teste"],"Enabled":["Habilitado"],"Enter a name which customers will see during checkout.":["Insira um nome que os clientes verão durante o checkout."],"Enter account keys":["Insira chaves de conta"],"Enter account keys (advanced)":["Insira chaves de conta (avançado)"],"Enter payment method details that will be displayed at checkout, in the order confirmation screen and in the order notes.":["Insira os detalhes do método de pagamento que será mostrado no checkout, na tela de confirmação do pedido e nas notas do pedido."],"Enter the name your customers will see on their transactions. Use a recognizable name – e.g. the legal entity name or website address – to avoid potential disputes and chargebacks.":["Insira o nome que seus clientes verão nas suas transações. Utilize um nome reconhecível - ex. o nome legal da instituição ou o endereço do site - para evitar possíveis disputas e estornos."],"Enter the payment method name that will be displayed at checkout when there are multiple available payment methods.":["Insira o nome do método de pagamento que será mostrado no checkout quando tiver múltiplos métodos de pagamento disponíveis"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["EPS é um método de pagamento baseado na Áustria que permite que os clientes concluam transações on-line usando suas credenciais bancárias."],"Error disconnecting account.":["Erro ao desconectar conta."],"Error retrieving account data.":["Erro ao recuperar os dados da conta."],"Error retrieving account keys.":["Erro ao recuperar as chaves da conta."],"Error retrieving payment gateway settings.":["Erro ao recuperar as configurações do módulo de pagamento."],"Error retrieving settings.":["Erro ao recuperar as configurações."],"Error saving account keys.":["Erro ao salvar chaves de conta."],"Error saving settings.":["Erro ao salvar as configurações."],"Error updating account data.":["Erro ao atualizar dados da conta."],"Expand your business with giropay — Germany’s second most popular payment system.":["Expanda seus negócios com giropay — o segundo sistema de pagamento mais popular da Alemanha."],"Experimental features":["Recursos experimentais"],"Express checkouts":["Checkouts expressos"],"Full bank statement":["Extrato bancário completo"],"General":["Geral"],"Get early access to a new, smarter payment experience on checkout and let us know what you think by <feedbackLink>submitting your feedback<\/feedbackLink>. We recommend this feature for experienced merchants as the functionality is currently limited. <learnMoreLink>Learn more<\/learnMoreLink>":["Obtenha acesso antecipado a uma experiência de pagamento nova e mais inteligente na finalização da compra e deixe-nos saber o que você pensa <feedbackLink>enviando seu feedback<\/feedbackLink>. Recomendamos esse recurso para comerciantes experientes, pois a funcionalidade é limitada no momento. <learnMoreLink>Saiba mais<\/learnMoreLink>"],"Get more payment methods":["Obtenha mais forma de pagamento"],"Get started with Stripe":["Comece com o Stripe"],"Get support":["Obtenha suporte"],"Get your webhook signing secret from the webhooks section in your Stripe account.":["Obtenha seu segredo de assinatura de webhook na seção de webhooks em sua conta do stripe."],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["O iDEAL é um método de pagamento utilizado na Holanda que permite que os clientes concluam transações on-line usando suas credenciais bancárias."],"If enabled, the credit card form will display separate credit card number field, expiry date field and CVC field.":["Se ativado, o formulário de cartão de crédito exibirá um campo de número de cartão de crédito, campo de data de validade e campo CVC separados."],"If enabled, users will be able to pay with a saved card during checkout. Card details are saved on Stripe servers, not on your store.":["Caso habilitado, os usuários poderão pagar com um cartão salvo durante a finalização do pedido. Os detalhes do cartão são salvos nos servidores do Stripe e não em sua loja."],"Issue an authorization on checkout, and capture later":["Emita uma autorização no checkout e capture mais tarde"],"Learn more":["Aprenda mais"],"Let your customers pay with major credit and debit cards without leaving your store.":["Permita que seus clientes paguem com os principais cartões de crédito e débito sem sair de sua loja."],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Permita que seus clientes usem seus métodos de pagamento expresso favoritos e carteiras digitais para checkouts mais rápidos e seguros em diferentes partes de sua loja."],"Live":["Ativo"],"Live account keys must use a HTTPS connection.":["As chaves de conta ativa devem usar uma conexão HTTPS."],"Live publishable key":["Chave publicável ativa"],"Live secret key":["Chave secreta ativa"],"Log error messages":["Registro de mensagens de erro"],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["O Multibanco é uma rede interbancária que liga as ATMs de todos os principais bancos em Portugal, permitindo que os clientes paguem através do seu ATM ou do ambiente de banco online."],"Name":["Nome"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["Precisa de ajuda? Visite {{ docsLink \/}} ou {{supportLink \/}}."],"Only cards support manual capture. When enabled, all other payment methods will be hidden from checkout.":["Apenas cartões suportam captura manual. Quando ativado, todos os outros métodos de pagamento ficarão ocultos no checkout."],"Only live account keys should be entered.":["Apenas chaves de conta ativa devem ser inseridas."],"Only test account keys should be entered.":["Apenas chaves de conta de teste devem ser inseridas."],"Only values starting with \"pk_live_\" will be saved.":["Apenas valores começando com \"pk_live_\" serão salvos."],"Only values starting with \"pk_test_\" will be saved.":["Apenas valores começando com \"pk_test_\" serão salvos."],"Only values starting with \"sk_live_\" or \"rk_live_\" will be saved.":["Apenas valores começando com \"sk_live_\" ou \"rk_live_\" serão salvos."],"Only values starting with \"sk_test_\" or \"rk_test_\" will be saved.":["Apenas valores começando com \"sk_test_\" ou \"rk_test_\" serão salvos."],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["OXXO é uma cadeia mexicana de lojas de conveniência que permite aos clientes pagar contas e compras online na loja com dinheiro."],"Payment Method Guide":["Guia do Método de Pagamento"],"Payment Methods":["Formas de Pagamento"],"Payment methods":["Formas de pagamento"],"Payment methods menu":["Menu de formas de pagamento"],"Payment methods that require the new payments experience:":["Formas de pagamentos que exigem a nova experiência de pagamentos:"],"Payments & transactions":["Pagamentos & transações"],"Payments accepted on checkout":["Pagamentos aceitos no checkout"],"Payments settings":["Configurações de pagamentos"],"Payments\/payouts may be disabled for this account until missing business information is updated. <a>Update now<\/a>":["Os pagamentos\/pagamentos podem ser desativados para esta conta até que as informações comerciais ausentes sejam atualizadas. <a>Atualize agora<\/a>"],"Payments:":["Pagamentos:"],"Payouts:":["Pagamentos:"],"Please enter the webhook secret key for this to work properly":["Por favor insira a chave secreta do webhook para que isso funcione corretamente"],"Product page":["Página do produto"],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["O Przelewy24 é um agregador de métodos de pagamento com sede na Polônia que permite que os clientes concluam transações on-line usando transferências bancárias e outros métodos."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Alcance 500 milhões de clientes e mais de 20 milhões de empresas em toda a União Europeia."],"Refresh":["Atualizar"],"Refresh payment methods":["Atualizar formas de pagamento"],"Remove":["Remover"],"Remove %s from checkout":["Remover %s do checkout"],"Requires activation":["Requer ativação"],"Requires currency":["Requer moeda"],"Review accepted payment methods":["Revise os métodos de pagamento aceitos"],"Save changes":["Salvar mudanças"],"Save live keys":["Salvar chaves ativas"],"Save test keys":["Salvar chaves de teste"],"Seems like the live keys we've saved for you are no longer valid. If you recently updated them, enter the new live keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Parece que as chaves ativas que salvamos para você não são mais válidas. Se você as atualizou recentemente, insira as novas chaves ativas na sua {{accountLink}}Conta do Stripe{{\/accountLink}}."],"Seems like the test keys we've saved for you are no longer valid. If you recently updated them, enter the new test keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Parece que as chaves de teste que salvamos para você não são mais válidas. Se você as atualizou recentemente, insira as novas chaves ativas na sua {{accountLink}}Conta do Stripe{{\/accountLink}}."],"Settings":["Configurações"],"Settings saved.":["Configurações salvas."],"Share feedback (1 min)":["Compartilhar feedback (1min)"],"Shortened customer bank statement":["Extrato bancário do cliente encurtado"],"Show express checkouts on":["Mostrar checkout expresso em"],"Stripe plugin docs":["documentação do plugin Stripe"],"Test":["Teste"],"Test again":["Teste novamente"],"Test connection":["Teste conexão"],"Test Mode":["Modo de Teste"],"Test publishable key":["Chave publicável de teste"],"Test secret key":["Chave secreta de teste"],"Test Webhook secret":["Segredo Webhook de teste"],"Testing connection…":["Testando conexão..."],"The bank statement must contain only Latin characters, be between 5 and 22 characters, and not contain any of the special characters: ' \" * < >":["O extrato bancário deve conter apenas caracteres latinos, ter entre 5 e 22 caracteres e não conter nenhum dos caracteres especiais: ' \" * < >"],"There was an error disabling the new payment methods.":["Ocorreu um erro ao desativar os novos métodos de pagamento."],"To enable the live mode, get the account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Para ativar o modo ao vivo, obtenha as chaves da conta em sua {{accountLink}}Conta Stripe{{\/accountLink}}."],"To enable the test mode, get the test account keys from your {{accountLink}}Stripe Account{{\/accountLink}}.":["Para ativar o modo de teste, obtenha as chaves da conta de teste em sua {{accountLink}}Conta Stripe{{\/accountLink}}."],"Transaction":["Transação"],"Transaction preferences":["Preferências de transação"],"Try again":["Tente novamente"],"Try the new checkout experience (early access)":["Experimente a nova experiência de checkout (acesso antecipado)"],"Updating payment methods information, please wait.":["Atualizando as informações das formas de pagamento, aguarde."],"Use {{testCardNumbersLink}}test card numbers{{\/testCardNumbersLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Use {{testCardNumbersLink}}números de cartão de teste{{\/testCardNumbersLink}} para simular várias transações. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"View account overview and edit business details.":["Ver a visão geral da conta e edite os detalhes da empresa."],"View Frequently Asked Questions":["Ver Perguntas Frequentes"],"View Stripe plugin docs":["Ver documentação do plugin Stripe"],"We couldn't connect.":["Não conseguimos conectar."],"We'll use the short version in combination with the customer order number.":["Usaremos a versão curta em combinação com o número do pedido do cliente."],"Webhook secret":["Segredo Webhook"],"When enabled, %s will appear on checkout.":["Quando ativado, %s aparecerá no checkout."],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Quando ativado, os logs de erro de pagamento serão salvos em WooCommerce > Status > Logs."],"When enabled, payment methods powered by Stripe will appear on checkout.":["Quando ativado, os métodos de pagamento desenvolvidos pela Stripe aparecerão na finalização da compra."],"When enabled, we'll include the order number for card and express checkout transactions.":["Quando ativado, incluiremos o número do pedido para transações com cartão e check-out expresso."],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Sem a nova experiência de pagamentos, seus clientes só poderão pagar com cartão de crédito\/débito. Você não poderá mais adicionar outros métodos de pagamento para aumentar as vendas."],"You can add it again at any time in Stripe settings.":["Você pode adicionar novamente a qualquer momento nas configurações do Stripe."],"You can now accept payments with %s.":["Agora você pode aceitar pagamentos com %s."],"You must capture the payment on the order details screen within 7 days of authorization, otherwise the money will return to the shopper.":["Você deve capturar o pagamento na tela de detalhes do pedido em até 7 dias após a autorização, caso contrário o dinheiro retornará ao comprador."],"{{strong}}Where are the customization options?{{\/strong}} In the new checkout experience, payment method details are automatically displayed in your customers’ languages so you don’t have to worry about writing them manually.":["{{strong}}Onde estão as opções de personalização?{{\/strong}} Na nova experiência de checkout, os detalhes da forma de pagamento são exibidos automaticamente nos idiomas de seus clientes para que você não precise se preocupar em escrevê-los manualmente."],"✅ New checkout experience enabled.":["✅ Nova experiência de checkout habilitada."],"🤔 What made you disable the new payments experience?":["🤔 O que fez você desabilitar a nova experiência de pagamento?"]}}}