{"translation-revision-date":"2022-09-15 17:14+0000","generator":"Loco https:\/\/localise.biz\/","source":"build\/payment_gateways.js","domain":"woocommerce-gateway-stripe","locale_data":{"woocommerce-gateway-stripe":{"":{"domain":"woocommerce-gateway-stripe","lang":"pt-BR","plural-forms":"nplurals=2; plural=n > 1;"},"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Aceite transferências bancárias seguras da Áustria, Bélgica, Alemanha, Itália, Holanda e Espanha."],"Account disconnected.":["Conta desconectada"],"Account keys saved.":["Chaves de conta salvas."],"Alipay":["Alipay"],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay é uma carteira popular na China, operada pelo Ant Financial Services Group, um provedor de serviços financeiros afiliado ao Alibaba."],"Are you sure you want to disable Stripe? Without it, your customers will no longer be able to pay using the express checkouts.":["Tem certeza de que deseja desativar o Stripe? Sem ele, seus clientes não poderão mais pagar usando os checkouts expressos."],"Are you sure you want to disable Stripe? Without it, your customers will no longer be able to pay using the payment methods below as well as express checkouts.":["Tem certeza de que deseja desativar o Stripe? Sem ele, seus clientes não poderão mais pagar usando os métodos de pagamento abaixo, bem como os checkouts expressos."],"Bancontact":["Bancontact"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["O Bancontact é o método de pagamento online mais popular na Bélgica, com mais de 15 milhões de cartões em circulação."],"Boleto is an official payment method in Brazil. Customers receive a voucher that can be paid at authorized agencies or banks, ATMs, or online bank portals.":["Boleto é um método de pagamento oficial no Brasil. Clientes recebem uma fatura que pode ser paga em bancos ou agências autorizadas, caixas eletrônicos ou portais de bancos online."],"Credit card \/ debit card":["Cartão de crédito \/ cartão de débito"],"Direct debit payment":["Pagamento por débito direto"],"Disable Stripe":["Desabilitar Stripe"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["EPS é um método de pagamento baseado na Áustria que permite que os clientes concluam transações on-line usando suas credenciais bancárias."],"Error disconnecting account.":["Erro ao desconectar conta."],"Error retrieving account data.":["Erro ao recuperar os dados da conta."],"Error retrieving account keys.":["Erro ao recuperar as chaves da conta."],"Error retrieving payment gateway settings.":["Erro ao recuperar as configurações do módulo de pagamento."],"Error retrieving settings.":["Erro ao recuperar as configurações."],"Error saving account keys.":["Erro ao salvar chaves de conta."],"Error saving settings.":["Erro ao salvar as configurações."],"Error updating account data.":["Erro ao atualizar dados da conta."],"Expand your business with giropay — Germany’s second most popular payment system.":["Expanda seus negócios com giropay — o segundo sistema de pagamento mais popular da Alemanha."],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["O iDEAL é um método de pagamento utilizado na Holanda que permite que os clientes concluam transações on-line usando suas credenciais bancárias."],"Let your customers pay with major credit and debit cards without leaving your store.":["Permita que seus clientes paguem com os principais cartões de crédito e débito sem sair de sua loja."],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["O Multibanco é uma rede interbancária que liga as ATMs de todos os principais bancos em Portugal, permitindo que os clientes paguem através do seu ATM ou do ambiente de banco online."],"OXXO is a Mexican chain of convenience stores that allows customers to pay bills and online purchases in-store with cash.":["OXXO é uma cadeia mexicana de lojas de conveniência que permite aos clientes pagar contas e compras online na loja com dinheiro."],"Payment methods that need Stripe:":["Formas de pagamento que precisam do Stripe:"],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["O Przelewy24 é um agregador de métodos de pagamento com sede na Polônia que permite que os clientes concluam transações on-line usando transferências bancárias e outros métodos."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Alcance 500 milhões de clientes e mais de 20 milhões de empresas em toda a União Europeia."],"Settings saved.":["Configurações salvas."],"You can now accept payments with %s.":["Agora você pode aceitar pagamentos com %s."]}}}